#S\u00E1b Jul 05 01:45:00 CEST 2025
statistics.fullrecalculation.really.text=\u00A1Al recalcular completamente se <b>eliminar\u00E1n todos los datos estad\u00EDsticos existentes y se volver\u00E1n a generar</b>! Esto podr\u00EDa implicar la p\u00E9rdida de datos si los datos antiguos ya fueron eliminados de la tabla de registros.<p/><p/>El rec\u00E1lculo completo puede tardar mucho tiempo (de minutos a horas) y puede provocar que los <b>datos estad\u00EDsticos no est\u00E9n disponibles temporalmente</b> para los usuarios.
statistics.fullrecalculation.really.title=\u00BFRealmente desea recalcular completamente?
statistics.fullrecalculation.trigger.button=Recalcular completamente las estad\u00EDsticas
statistics.generation.feedback=La generaci\u00F3n de estad\u00EDsticas se ha completado.
statistics.info=Las estad\u00EDsticas se generan regularmente a partir de los datos de registro en el nodo de servicio \u00FAnico. La frecuencia de esta generaci\u00F3n determina la actualidad de las estad\u00EDsticas para los cursos individuales.
statistics.lastupdated=La \u00FAltima generaci\u00F3n de estad\u00EDsticas se inici\u00F3 el <i>{0}</i>.
statistics.lastupdated.never=La generaci\u00F3n de estad\u00EDsticas nunca se ha iniciado.
statistics.status.disabled=La generaci\u00F3n autom\u00E1tica de estad\u00EDsticas est\u00E1 actualmente <strong>desactivada</strong> (en este nodo).
statistics.status.enabled=La generaci\u00F3n autom\u00E1tica de estad\u00EDsticas est\u00E1 actualmente <strong>activada</strong> y se ejecuta seg\u00FAn la siguiente regla: "<strong>{0}</strong>" (sintaxis cron).
statistics.status.title=Estado
statistics.title=Estad\u00EDsticas
statistics.update.intro=Existen dos formas de actualizar las estad\u00EDsticas: rec\u00E1lculo completo e incremento. El rec\u00E1lculo completo puede tardar mucho, mientras que la actualizaci\u00F3n incremental es relativamente r\u00E1pida.
statistics.update.ongoing=Las estad\u00EDsticas se est\u00E1n actualizando actualmente...
statistics.update.title=Actualizar estad\u00EDsticas
statistics.update.trigger.button=Actualizar estad\u00EDsticas incrementalmente
