#Sab Jul 05 01:45:00 CEST 2025
bulk.action.greaterThanMax=Valor mayor que 10000 o mayor que la puntuaci\u00F3n m\u00E1xima ({0})
bulk.action.lessThanMin=Valor menor que -10000 o menor que la puntuaci\u00F3n m\u00EDnima ({0})
bulk.action.no.coursenodes=No tiene ning\u00FAn elemento del curso adecuado para la evaluaci\u00F3n masiva. Los siguientes tipos son adecuados\: $org.olat.course.nodes\:title_ms, $org.olat.course.nodes\:title_ita, $org.olat.course.nodes\:title_gta y $org.olat.course.nodes\:title_projectbroker
bulk.action.no.such.user=La cuenta no existe en OpenOlat
bulk.action.no.value=sin valor
bulk.action.not.allowed=El usuario/a no est\u00E1 en su grupo
bulk.action.ok=ok
bulk.action.setnodepassed=Aprobado / No aprobado
bulk.action.setnodescore=Puntuaci\u00F3n
bulk.action.setnodeusercomment=Comentario
bulk.action.wrong.config.toSetPassed=Seg\u00FAn la configuraci\u00F3n del elemento del curso, no est\u00E1 permitido establecer "Aprobado / No aprobado".
bulk.action.wrong.config.toSetScore=Seg\u00FAn la configuraci\u00F3n del elemento del curso, no est\u00E1 permitido establecer puntuaciones.
bulk.action.wrong.config.toSetUserComment=Seg\u00FAn la configuraci\u00F3n del elemento del curso, no est\u00E1 permitido establecer comentarios.
bulk.action.wrong.float=Formato num\u00E9rico incorrecto
bulk.assessment.done=La evaluaci\u00F3n masiva se ha completado.
bulk.assessment.enlisted=La evaluaci\u00F3n masiva se ha guardado y se ejecutar\u00E1 m\u00E1s adelante.
bulk.assessment.error=Ocurri\u00F3 un error inesperado durante la evaluaci\u00F3n masiva.
bulk.assessment.error.feedback=Hubo problemas. Los siguientes datos no se importaron. Los dem\u00E1s datos se procesaron normalmente\:<p>{0}
bulk.assessment.error.title=No se pudieron procesar correctamente todas las evaluaciones
bulk.wizard.desc=Con la herramienta "Evaluaci\u00F3n masiva" puede enviar datos de evaluaci\u00F3n como puntuaciones, estado, comentarios y archivos devueltos para varios participantes en un solo paso.
bulk.wizard.start=Haga clic en el bot\u00F3n "$\:new.bulk" para preparar o realizar una evaluaci\u00F3n masiva. Para m\u00E1s informaci\u00F3n y ejemplos de formato de datos, consulte la ayuda contextual.
bulk.wizard.title=Evaluaci\u00F3n masiva
choose.node.desc=Seleccione un elemento de curso evaluable dentro de este curso para el cual desea realizar una evaluaci\u00F3n masiva.
choose.node.title=Seleccionar elemento del curso
chooseColumns.description=Seleccione las columnas de sus datos de evaluaci\u00F3n que se utilizar\u00E1n en esta importaci\u00F3n.
chooseColumns.skip.description=Para el elemento del curso seleccionado este paso se puede omitir, ya que no hay puntuaciones, estados o comentarios que necesiten asignaci\u00F3n de columnas. Haga clic en "Siguiente".
chooseColumns.title=Asignaci\u00F3n de columnas
column=Columna {0}
column.dontuse=Ignorar
confirmation.mail.body=Su evaluaci\u00F3n masiva del elemento del curso {1} en el curso {0} se ha ejecutado como estaba previsto para {3} usuario(s) el {4}.\r\n\r\n{2}
confirmation.mail.subject=Evaluaci\u00F3n masiva planificada {0} {1} realizada
data=Datos
data.description=Introduzca al menos una l\u00EDnea de datos separados por tabuladores o comas. Puede copiar y pegar directamente desde Excel. Consulte la ayuda contextual para ver un ejemplo.
data.title=Datos de evaluaci\u00F3n
delete.task=Eliminar tarea
delete.task.confirm=\u00BFDesea eliminar esta tarea?
error.zip=No se pudo leer el archivo ZIP. El nombre del archivo puede contener caracteres especiales.
form.step2.error=No se han introducido datos de evaluaci\u00F3n.
form.step3.delimiter=$org.olat.course.assessment\:form.step3.delimiter
form.step3.delimiter.comma=$org.olat.course.assessment\:form.step3.delimiter.comma
form.step3.delimiter.tab=$org.olat.course.assessment\:form.step3.delimiter.tab
form.step3.status=Estado
form.step3.status.assessed=Establecer estado a "$org.olat.modules.assessment.ui\:assessment.status.done"
form.step3.status.dont.change=No cambiar
form.step3.status.review=Establecer estado a "$org.olat.modules.assessment.ui\:assessment.status.inReview"
form.step3.submission=Entrega
form.step3.submission.accept=Aceptar entrega
form.step3.submission.dont.change=No cambiar
form.step3.submission.help=Las entregas solo se aceptar\u00E1n (si se selecciona la opci\u00F3n) cuando se establezca "Aprobado" o una puntuaci\u00F3n.
form.step3.visibility=$org.olat.modules.assessment.ui\:user.visibility
form.step3.visibility.dont.change=No cambiar
form.step3.visibility.notvisible=$org.olat.modules.assessment.ui\:user.visibility.hidden
form.step3.visibility.visible=$org.olat.modules.assessment.ui\:user.visibility.visible
new.bulk=Iniciar nueva evaluaci\u00F3n masiva
passed.overriden=$org.olat.course.assessment\:passed.overriden
passed.overriden.text=$org.olat.course.assessment\:passed.overriden.text
return.files=Archivos devueltos (archivo ZIP con subcarpeta por participante)
return.mime=El archivo no es un archivo ZIP
schedule.date=Fecha
schedule.delayed=M\u00E1s tarde, en la fecha indicada
schedule.description=Seleccione si la evaluaci\u00F3n debe realizarse inmediatamente o en una fecha posterior.
schedule.error.past=Debe seleccionar una fecha futura.
schedule.immediately=Inmediatamente
schedule.listing.desc=Las siguientes evaluaciones masivas est\u00E1n programadas para su ejecuci\u00F3n. Las evaluaciones completadas se eliminar\u00E1n autom\u00E1ticamente de la lista.
schedule.listing.title=Evaluaciones masivas programadas
schedule.title=Planificaci\u00F3n
schedule.type=Ejecuci\u00F3n
table.action.select=$org.olat.course.assessment\:table.action.select
table.header.comment=Comentario
table.header.firstName=Nombre
table.header.identifier=Identificador
table.header.lastName=Apellido
table.header.node=$org.olat.course.assessment\:table.header.node
table.header.numOfAssessedUsers=\# Usuarios
table.header.numOfReturnFiles=\# Archivos
table.header.owner=Creado por
table.header.passed=$org.olat.course.assessment\:table.header.passed
table.header.returnFiles=Archivos
table.header.scheduledDate=Fecha
table.header.score=$org.olat.course.assessment\:table.header.score
table.header.taskStatus=Estado
task.deleted=La evaluaci\u00F3n masiva programada ha sido eliminada.
task.edited=La evaluaci\u00F3n masiva ya est\u00E1 siendo editada o se est\u00E1 ejecutando. Actualmente est\u00E1 bloqueada.
validation.error=No se encontraron datos de evaluaci\u00F3n. El formato de los datos es incorrecto o la cuenta no existe.
validation.features=Las siguientes funciones de evaluaci\u00F3n est\u00E1n configuradas para el elemento del curso seleccionado. Cualquier otro dato en los archivos se ignorar\u00E1.
validation.features.title=Configuraci\u00F3n del elemento del curso
validation.nok.desc=Se encontraron errores en las siguientes entradas (por ejemplo, el usuario/a no existe o no es participante del curso). Ser\u00E1n ignoradas en la ejecuci\u00F3n.
validation.nok.title=Verificaci\u00F3n fallida
validation.ok.title=Verificaci\u00F3n exitosa
validation.passed.cut=En este elemento del curso la informaci\u00F3n de "Aprobado" se calcula autom\u00E1ticamente seg\u00FAn el umbral de puntuaci\u00F3n {0}. Por lo tanto, no es posible importar informaci\u00F3n de "Aprobado".
validation.title=Validar datos
