A-0=En "Grupos" puede crear un grupo de trabajo. All\u00ED puede intercambiar documentos y utilizar un calendario, un wiki, el chat o un foro.
A-1=Simplemente haga clic en el bot\u00F3n "Suscribirse" en el elemento del curso y recibir\u00E1 regularmente notificaciones por correo sobre todos los cambios en ese foro, wiki, etc., sin necesidad de iniciar sesi\u00F3n en OpenOlat. Puede ajustar la configuraci\u00F3n de notificaciones en su inicio personal.
A-2=En la vista de contenido de un curso, a la derecha en la caja "General", tiene la funci\u00F3n de Notas. Al hacer clic se abre una ventana donde puede crear una nota para ese curso. Todas sus notas pueden consultarse desde su inicio.
A-3=Vaya a su inicio personal, seleccione "Suscripciones" y luego la pesta\u00F1a "RSS-News-Feed". Tambi\u00E9n puede marcarlo como favorito. As\u00ED estar\u00E1 siempre bien informado sobre sus notificaciones.
A-4=OpenOlat ofrece una soluci\u00F3n completa de e-Portfolio. Con la herramienta de recolecci\u00F3n puede reunir sus artefactos personales y organizarlos en una carpeta de portafolio para otros usuarios. Tambi\u00E9n son posibles portafolios grupales y tareas de portafolio.
A-5=OpenOlat se puede descargar gratuitamente desde <a href\="http://www.openolat.org" target\="_blank"><i class\="o_icon o_icon_link_extern"> </i> www.openolat.org</a>. All\u00ED tambi\u00E9n encontrar\u00E1 listas de correo e informaci\u00F3n t\u00E9cnica sobre el sistema OpenOlat.
A-6=OpenOlat significa <b>O</b>nline <b>L</b>earning <b>A</b>nd <b>T</b>raining y es un sistema de gesti\u00F3n de aprendizaje de c\u00F3digo abierto.
A-7=A trav\u00E9s del enlace "Configurar p\u00E1gina" puede cambiar el orden de los cuadros en su inicio o incluso ocultarlos.
A-8=Haga clic en "Configuraci\u00F3n" en su inicio personal y seleccione la pesta\u00F1a "Mi tarjeta de visita". Puede decidir qu\u00E9 informaci\u00F3n de su perfil est\u00E1 visible para otros usuarios de OpenOlat. Tambi\u00E9n puede subir una foto, escribir un texto personal e indicar sus redes y mensajeros.
A-9=Puede almacenar documentos en su carpeta personal para acceder a ellos en cualquier momento. OpenOlat le proporciona 20 MB de espacio de almacenamiento.
A-10=Haga clic en "Otros usuarios" en su inicio y busque a la persona deseada. Puede ver su tarjeta de visita, acceder a su carpeta p\u00FAblica y contactarle por correo electr\u00F3nico.
A-11=Coloque los documentos que otros usuarios puedan ver en su carpeta personal, dentro de la subcarpeta "public". Otros usuarios pueden encontrarlos a trav\u00E9s de "Otros usuarios" en Inicio, buscando su nombre.
A-12=OpenOlat dispone de varios elementos de curso para realizar aulas virtuales, reuniones o eventos. Los productos compatibles son Vitero Teamraum, OpenMeetings, Adobe Connect y Wimba. Su instituci\u00F3n debe tener una licencia y configurar OpenOlat para poder utilizarlos. Consulte con su administrador.
A-13=En el encabezado de OpenOlat, la ayuda est\u00E1 enlazada a trav\u00E9s del icono de interrogaci\u00F3n en c\u00EDrculo azul. Tambi\u00E9n lo encontrar\u00E1 en la esquina superior derecha de campos de entrada. Al hacer clic, se abre una ayuda contextual en una ventana emergente.
A-14=En la vista detallada del curso, bajo "Informaci\u00F3n sobre la entrada", encontrar\u00E1 el enlace directo al curso bajo "Enlace externo a este recurso".
A-15=Puede abrir elementos del curso como p\u00E1ginas, foros y wikis en una nueva ventana, mientras navega por otras \u00E1reas de OpenOlat en la ventana principal.
A-16=Con la estrella verde en el encabezado puede cambiar su estado de mensajer\u00EDa instant\u00E1nea. Puede mostrar su disponibilidad como: "Disponible", "Deseo chatear", "Ausente", "Ausente por largo tiempo", "No molestar" o "No disponible".
A-17=Junto a la estrella verde en el encabezado ver\u00E1 cu\u00E1ntos conocidos de sus grupos est\u00E1n disponibles para chatear. Al hacer clic, se abre la lista de contactos online.
A-18=En la vista del curso, en la caja "General" a la derecha, puede crear marcadores. Todos sus marcadores est\u00E1n disponibles en su inicio personal.
A-19=Puede buscar espec\u00EDficamente en el texto, descripci\u00F3n, t\u00EDtulo o metadatos, por autor o fecha (creaci\u00F3n, \u00FAltima modificaci\u00F3n), as\u00ED como por \u00E1reas, tipos de documento o tipo de archivo.
A-20=Seleccione el calendario de un curso desde la caja "General" o, si existe, el elemento de curso "Calendario". Puede a\u00F1adirlo a su calendario personal con el bot\u00F3n correspondiente.
A-21=En su inicio personal, bajo "Configuraci\u00F3n" y la pesta\u00F1a "Sistema", puede configurar con qu\u00E9 frecuencia desea recibir novedades por correo electr\u00F3nico: diariamente, semanalmente o mensualmente. Tambi\u00E9n puede desactivar esta opci\u00F3n.
A-22=En "Suscripciones" puede ver los cambios en sus recursos suscritos como una lista o como RSS. Cada novedad est\u00E1 vinculada con su recurso correspondiente. Por defecto, se muestran las notificaciones de las \u00FAltimas 24 horas, pero puede ajustar el rango de fechas. El feed RSS muestra los \u00FAltimos 30 d\u00EDas.
Q-0=\u00BF... que tambi\u00E9n puede usar OpenOlat para trabajos semestrales?
Q-1=\u00BF... que puede recibir notificaciones sobre cambios en foros, carpetas, calendarios, wikis y otros elementos?
Q-2=\u00BF... que puede crear notas para cursos?
Q-3=\u00BF... que puede leer todas las notificaciones suscritas tambi\u00E9n por RSS?
Q-4=\u00BF... que puede crear un ePortfolio en OpenOlat?
Q-5=\u00BF... que OpenOlat es de c\u00F3digo abierto?
Q-6=\u00BF... qu\u00E9 significa OpenOlat?
Q-7=\u00BF... que puede personalizar esta p\u00E1gina?
Q-8=\u00BF... c\u00F3mo crear una tarjeta de visita personal en OpenOlat?
Q-9=\u00BF... que puede guardar documentos personales en OpenOlat?
Q-10=\u00BF... que puede ver las tarjetas de visita de otros usuarios de OpenOlat?
Q-11=\u00BF... que puede hacer disponibles sus documentos a otros usuarios?
Q-12=\u00BF... que puede organizar aulas virtuales, reuniones o conferencias en OpenOlat?
Q-13=\u00BF... que tiene ayuda contextual en algunas secciones de entrada?
Q-14=\u00BF... que puede enlazar a cursos f\u00E1cilmente mediante un enlace externo?
Q-15=\u00BF... que puede abrir partes del contenido del curso en una nueva ventana?
Q-16=\u00BF... que puede definir su estado de mensajer\u00EDa instant\u00E1nea?
Q-17=\u00BF... que OpenOlat ofrece una funci\u00F3n de chat?
Q-18=\u00BF... que puede crear marcadores para cursos?
Q-19=\u00BF... que la b\u00FAsqueda de texto completo ofrece una b\u00FAsqueda avanzada?
Q-20=\u00BF... que puede ver un calendario de curso en su calendario personal?
Q-21=\u00BF... que puede configurar con qu\u00E9 frecuencia recibe correos sobre novedades?
Q-22=\u00BF... que puede ver y gestionar sus suscripciones desde su inicio personal?
didYouKnow.description=Consejos y trucos diarios sobre el sistema de gesti\u00F3n de aprendizaje OpenOlat
didYouKnow.title=\u00BFSab\u00EDa que...?
next=Siguiente...
not.found=No se encontraron preguntas ni respuestas
