A-0=Under 'Grupper' kan du skapa en arbetsgrupp. D\u00E4r kan du dela dokument samt anv\u00E4nda kalender, wiki, chatt eller forum.
A-1=Klicka p\u00E5 'Prenumerera'-knappen i kursmodulen f\u00F6r att f\u00E5 regelbundna e-postmeddelanden om \u00E4ndringar i forumet, wikin m.m., utan att du beh\u00F6ver logga in i OpenOlat. Du kan justera aviseringarna i din startsida.
A-2=I kursens inneh\u00E5llsvy hittar du till h\u00F6ger i rutan 'Allm\u00E4nt' funktionen f\u00F6r anteckningar. Ett klick \u00F6ppnar ett f\u00F6nster d\u00E4r du kan skriva en anteckning f\u00F6r kursen. Alla anteckningar kan ses i startsidan.
A-3=V\u00E4lj 'Prenumerationer' i din startsida och d\u00E4r fliken 'RSS-nyhetsfl\u00F6de'. Du kan \u00E4ven bokm\u00E4rka denna sida f\u00F6r att alltid h\u00E5lla dig informerad.
A-4=OpenOlat erbjuder en omfattande ePortfolio-l\u00F6sning. Med samlingsverktyget samlar du dina personliga artefakter och skapar portf\u00F6ljmappar f\u00F6r andra anv\u00E4ndare. Gruppportf\u00F6ljer och portf\u00F6ljuppgifter \u00E4r ocks\u00E5 m\u00F6jliga.
A-5=OpenOlat kan laddas ner gratis fr\u00E5n <a href\="http\://www.openolat.org" target\="_blank"><i class\="o_icon o_icon_link_extern"> </i> www.openolat.org</a>. D\u00E4r finns \u00E4ven e-postlistor och teknisk information.
A-6=OpenOlat st\u00E5r f\u00F6r <b>O</b>nline <b>L</b>earning <b>A</b>nd <b>T</b>raining och \u00E4r ett open source LMS.
A-7=Via l\u00E4nken 'Konfigurera sida' kan du \u00E4ndra ordningen p\u00E5 rutorna p\u00E5 startsidan eller d\u00F6lja vissa rutor.
A-8=Klicka p\u00E5 'Inst\u00E4llningar' i startsidan och v\u00E4lj fliken 'Mitt visitkort'. D\u00E4r kan du v\u00E4lja vilken profilinformation som ska vara synlig. Du kan \u00E4ven ladda upp ett foto, skriva en text och ange dina online-n\u00E4tverk.
A-9=I din personliga mapp kan du l\u00E4gga dokument som du alltid kommer \u00E5t. Du har 20 MB tillg\u00E4ngligt lagringsutrymme.
A-10=Klicka p\u00E5 'Andra anv\u00E4ndare' i startsidan och s\u00F6k efter personen du letar efter. Du kan se deras visitkort, offentliga mapp och kontakta dem via e-post.
A-11=L\u00E4gg dokument som andra anv\u00E4ndare ska kunna se i mappen 'public' i din personliga mapp. De hittar den via startsidan > 'Andra anv\u00E4ndare' > s\u00F6k p\u00E5 ditt namn.
A-12=OpenOlat inneh\u00E5ller kursmoduler f\u00F6r virtuella klassrum, sessioner och f\u00F6rel\u00E4sningar. St\u00F6dda verktyg: Vitero, OpenMeetings, Adobe Connect, Wimba. Din organisation m\u00E5ste ha licens och konfigurera OpenOlat. Fr\u00E5ga din systemadministrat\u00F6r.
A-13=I toppmenyn finns hj\u00E4lpikonen (fr\u00E5getecken i bl\u00E5 cirkel). Du hittar den \u00E4ven i h\u00F6gra h\u00F6rnet vid inmatningsf\u00E4lt. Klicka f\u00F6r att \u00F6ppna kontextk\u00E4nslig hj\u00E4lp i popup-f\u00F6nster.
A-14=I kursens detaljvy under 'Information om posten' finns en extern l\u00E4nk direkt till kursen.
A-15=Kurskomponenter som sidor, forum och wiki kan \u00F6ppnas i nytt f\u00F6nster, s\u00E5 att du samtidigt kan navigera i huvudf\u00F6nstret.
A-16=Via den gr\u00F6na stj\u00E4rnan i toppen kan du st\u00E4lla in snabbmeddelandestatus: Tillg\u00E4nglig, Vill chatta, Fr\u00E5nvarande, Upptagen, St\u00F6r ej, Ej tillg\u00E4nglig.
A-17=Intill den gr\u00F6na stj\u00E4rnan ser du hur m\u00E5nga gruppmedlemmar som \u00E4r online i chatten. Klicka f\u00F6r att visa dem och filtrera p\u00E5 grupp.
A-18=I kursvyn under 'Allm\u00E4nt' till h\u00F6ger finns 'L\u00E4gg till bokm\u00E4rke'. Alla bokm\u00E4rken visas i startsidan.
A-19=Du kan s\u00F6ka i text, titel, metadata, efter f\u00F6rfattare, datum, dokument- och filtyper.
A-20=V\u00E4lj kursens kalender fr\u00E5n 'Allm\u00E4nt' eller kursmodulen Kalender. Klicka 'L\u00E4gg till i personlig kalender' f\u00F6r att visa den i din egen kalender.
A-21=Under 'Inst\u00E4llningar' > 'System' kan du st\u00E4lla in om du vill f\u00E5 e-post om nyheter dagligen, veckovis, m\u00E5natligen ? eller aldrig.
A-22=Under 'Prenumerationer' kan du se \u00E4ndringar i resurser som lista eller RSS-fl\u00F6de. Varje \u00E4ndring l\u00E4nkar till resursen. Du kan \u00E4ven filtrera efter datum.
Q-0=... att du kan anv\u00E4nda OpenOlat f\u00F6r uppsatser?
Q-1=... att du kan f\u00E5 meddelanden om \u00E4ndringar i forum, mappar, kalendrar, wikis och andra moduler?
Q-2=... att du kan skriva anteckningar till kurser?
Q-3=... att du kan f\u00E5 aviseringar som RSS-fl\u00F6de?
Q-4=... att du kan skapa ePortfolio i OpenOlat?
Q-5=... att OpenOlat \u00E4r open source?
Q-6=... vad OpenOlat st\u00E5r f\u00F6r?
Q-7=... att du kan anpassa startsidan?
Q-8=... hur du skapar ett personligt visitkort?
Q-9=... att du kan l\u00E4gga upp egna dokument?
Q-10=... att du kan se andra anv\u00E4ndares visitkort?
Q-11=... att du kan dela dokument med andra?
Q-12=... att du kan h\u00E5lla m\u00F6ten, klassrum och f\u00F6rel\u00E4sningar?
Q-13=... att det finns kontextk\u00E4nslig hj\u00E4lp i vissa f\u00E4lt?
Q-14=... att du kan l\u00E4nka direkt till kurser?
Q-15=... att du kan \u00F6ppna kursinneh\u00E5ll i nytt f\u00F6nster?
Q-16=... att du kan v\u00E4lja IM-status?
Q-17=... att OpenOlat har chattfunktion?
Q-18=... att du kan skapa kursbokm\u00E4rken?
Q-19=... att s\u00F6kfunktionen har avancerade filter?
Q-20=... att du kan visa kurskalendern i din kalender?
Q-21=... att du kan styra hur ofta du f\u00E5r e-post om nyheter?
Q-22=... att du kan hantera prenumerationer i startsidan?
didYouKnow.description=Dagliga tips och tricks om Learning Management Systemet OpenOlat
didYouKnow.title=Visste du...?
next=N\u00E4sta...
not.found=Inga fr\u00E5gor och svar hittades
